w6d3/controllers_project/app/controllers/users_controller.rb

INSERT INTO "users" ("username") VALUES ($1) RETURNING "id"  [["username", "elephant"]]
---
    def create
        user = User.new(our_params)
        if user.save

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 100], ["LIMIT", 1]]
---
    def update
        user = User.find(params[:id])

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
DELETE FROM "users" WHERE "users"."id" = $1  [["id", 1]]
---
    def destroy
        user = User.find(params[:id])
        user.delete